@if(lang() == 'ru')
<ol>
<li>Гото­вим HTML-страницу, где это всё будет рабо­тать и запус­кать­ся.</li>
<li>Зада­ём струк­ту­ру тек­ста на уровне абза­цев: при­вет­ствие, само пись­мо, заклю­че­ние.</li>
<li>Пишем шаб­ло­ны для каж­до­го из этих эле­мен­тов.</li>
<li>Слу­чай­ным обра­зом выби­ра­ем, каким тоном будем общать­ся— офи­ци­аль­ным или нет.</li>
<li>Соби­ра­ем всё пись­мо в одно целое.</li>
<li>Заме­ня­ем шаб­лон­ные сло­ва на нуж­ные фра­зы и сло­во­со­че­та­ния.</li>
<li>Пока­зы­ва­ем резуль­тат.</li>
</ol>
@else
<Ol>
<Li> Готуємо HTML-сторінку, де це все буде працювати і запускатися. </ Li>
<Li> Задаємо структуру тексту на рівні абзаців: вітання, сам лист, висновок. </ Li>
<Li> Пишемо шаблони для кожного з цих елементів. </ Li>
<Li> Випадковим чином вибираємо, яким тоном будемо общаться- офіційним чи ні. </ Li>
<Li> Збираємо все лист в одне ціле. </ Li>
<Li> Замінюємо шаблонні слова на потрібні фрази і словосполучення. </ Li>
<Li> Показуємо результат. </ Li>
</ Ol>
@endif